brew "starship"
brew "nushell"
brew "carapace"
brew "tmux"
brew "zellij"
brew "fzf"
brew "zoxide"
brew "atuin"
brew "eza"
brew "bat"
brew "fd"
brew "ripgrep"
brew "jq"
cask "ghostty", args: { adopt: true }
cask "font-jetbrains-mono-nerd-font"
